{
	"Starbuzz": {
	  "Apple Americano ": "Candied apple with the rich coffee notes in a wonderful marriage of smoke",
	  "Apple Cinnamon": "Sweet apple flavor with perfectly balanced notes of cinnamon",
	  "Arabian Coffee ": "A sweet coffee flavor with just the right amount of bitter tones",
	  "Black Grape ": " Dark, rick, sweet, With a hint of anise, this strong flavor balances sweet with spicy.",
	  "Blue Mist ": " Sweet, light, blueberry/cotton candy flavor, it's a great shisha to start with, and is perfect for daily sessions.",
	  "Blue Surfer ": " A mix of sweet tropical fruits andcooling mint.",
	  "Candy ": " Refreshing flavors of pineapple and banana into a hard candy, and wham! You've got Candy shisha.",
	  "Caramel Macchiato ": " With hints of caramel, this sweet, rich flavor will remind you of the drink",
	  "Citrus Mist": " Beautifully blended cooling citrus flavor",
	  "Classic Mojito ": " Sweet lime with mint",
	  "Coco Jumbo ": " Give any mix a tropical spin with this great coconut and Lime blend",
	  "Code 69 ": " Cool fruit punch flavor mixed with thick clouds of tart citrus. Great addition to any mix",
	  "Egyptian Pharos": " An enigmatic spice blend of vanilla, cinnamon, cardamom, and lots of other secret ingredients",
	  "Flower Power ": "Mixes together an aromatic floral punch with fruity sweetness.",
	  "Fruit Sensation ": " This shisha picks one fruit, and sticks with it! You're going to get a mouthful of pear with this Fruit Sensation.",
	  "Fuzzy Lemonade ": " Lemonade with notes of peach",
	  "Fuzzy Navel ": " Sweet peach and tropical flavored cocktail",
	  "Hard Rush ": " Winter fresh mint gives an extra kick to a generous combination of fine fruity flavors.",
	  "Holiday Mix ": " It's a wintery mix of cinnamon, spice, nutmeg, and everythingnice.",
	  "Honey Berry ": " What would normally be a standard sourberry, gets an extra swirl of complexity by adding a hint of honey liqueur.",
	  "Lebanese Bombshell ": " If you've ever wanted to smoke a forest, this may be the closest that you can get. Taking a long drag of Lebanese Bombshell is akin to breathing in cedar wood shavings but somehow Wonderful!",
	  "Melon Blue ": " Imaging Blue Mistand sweet honey dew melons.",
	  "Passion Kiss ": " A light refreshing tropical flavor",
	  "Pink ": " Light Raspberry with hints of lemonade",
	  "Pirate's Cave  lemon": "lime explosion! Will haveyou thinking skittles, or even sprite!",
	  "Pomberry ": " Pomegranate. Sweet Berries. Booyah.",
	  "Royal Grape ": " Smooth and sweet, this powerful grape flavor is a winner",
	  "Safari Melon Dew ": "Sweet green honey dew melon",
	  "Sex on the Beach ": " Lemons, Oranges, slight tropical taste, this flavor is sure to bring back memories of the drink",
	  "Spicy Red": " Hot cinnamon cooled off with a great sweet spearmint",
	  "Tequila Sunrise ": " Based on the orange juice and tequila cocktail...without the hangover or the worm!"
	},
	"Fumari": {
	  "Aloha Mango": " Pure mango flavor that has a sweet tropical undertone",
	  "Ambrosia": " Sweet melon and mixed fruit in a creamy marshmallow blend",
	  "Banana Custard": " Rich, sweet custard with ripe bananas",
	  "Blueberry Muffin": " ripe, decadent blueberries mix with a sweet muffin-y finish",
	  "Caribbean Colada": " Refreshing coconut cocktail blend.",
	  "Citrus Mint": " bright, tangy citrus notes that combine with cool refreshing mint",
	  "Citrus Tea": " Get the citrus flavor with a more complex tea flavor profile in the background",
	  "Double Apple": " Double Apple",
	  "French Vanilla": " This vanilla is loaded with extra sweet cream",
	  "Guava": " Tropical fruity-ness of the exotic guava",
	  "Island Papaya": " The most tropical flavor explosion ever created in the hookah-verse!",
	  "Lemon Loaf": " Sweet lemon pound cake with vanilla icing",
	  "Lemon Mint": " Citrus-y lemons with a cool and smooth mint finish",
	  "Limoncello": " sweet lemon, with a lemon hard candy flavor profile",
	  "Mandarin Zest": " Super bright mandarin orange flavor made extra zesty!",
	  "Mimosa": " Time for brunch! Champagne with a touch of fruit.",
	  "Mint": " Is this too obvious....it tastes like mint",
	  "Mint Chocolate Chill": " Sultry milk chocolate spiked with mint for something rich and smooth",
	  "Mochaccino": " Balanced mix of rich coffee notes are dark chocolate, perfect for smokers looking for dark flavors with hints of bitter notes.",
	  "Mojito Mojo": " A sweet lime with mint combination that takes you straight to the beach",
	  "Nectarine": " Sweet peach notes with almost citrus-y hints mixed in",
	  "Orange Cream": " Orange dream pops come to mind, sweet oranges with smooth vanilla cream",
	  "Passion Fruit": " Another exotic fruit that will take you back to the tropics",
	  "Prickly Pear": " Similar to grenadine, this is a bright, tart cherry/pomegrante/red flavor family",
	  "Purple Grape": " A brand new sweet purple grape blend. ",
	  "RGB": " A sweet candied mix of  red berries, like raspberry and cherry, formerly known as a red bear chewy candy",
	  "Sour Cherry": " Think sour cherry candy. ",
	  "Spiced Chai": " A balanced mix of Indian chai spices and sweet cream and tea.",
	  "Summer Sorbetto": " A tangy, tropical blend of mango and sweet Italian ice cream",
	  "Sweet Mint": " Refreshing spearmint with a hint of sweet.",
	  "Tangelo": " A tart citrus flavor with a blend of tangerins and mild grapefruit flavor",
	  "Tropical Punch": " All the tropical fruits combined into a fruit-splosion of flavor",
	  "Tutti Frutti": " A mixed fruit cocktail that covers all the bases",
	  "Watermelon": " A true representation of this sweet fruity melon",
	  "WGB": " A sweet candied pineapple flavor that quickly rose to top seller status, formerly known as a white bear chewy candy",
	  "White Peach": " Oh how sweet it is. Smooth white peach flavor just like those gummy candy \"O's\""
	},
	"Ugly Shisha": {
	  "Happy Hour ": " Banana flavored cocktail ",
	  "Hurricane ": " Mango lemonade",
	  "Island Mama ": " Tastes like a peach mango mix to us",
	  "Pomegranate ": " Perfect amount of sweet and tart",
	  "Purple Breeze ": " Combination of grape and mint flavors",
	  "Tri Force ": " Blueberry, grapefruit and mint"
	}
  }